title: Response with empty action
id: invalid-0032
logsource:
  product: linux
  category: process_creation
detection:
  selection:
    Image|endswith: /bash
  condition: selection
slither:
  response:
    action: ""
    target_field: Image
