title: Timeframe under detection (must be top-level)
id: invalid-0007
logsource:
  product: linux
  category: process_creation
detection:
  selection:
    Image: x
  condition: selection | count() > 1
  timeframe: 5m
